Revit 2027 API
BuiltInFailures.FamilyFailures.HighlightedElementFamRefsInvalidError Property
 One or more references of the highlighted element have become invalid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId HighlightedElementFamRefsInvalidError { get; }
Public Shared ReadOnly Property HighlightedElementFamRefsInvalidError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ HighlightedElementFamRefsInvalidError {
	FailureDefinitionId^ get ();
}
static member HighlightedElementFamRefsInvalidError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace